[
    {
        "TwitterHandle": "Bundeskanzler",
        "Timestamp": "2025-03-03T10:35:03.000Z",
        "Content": "Bernhard Vogel gestaltete das Zusammenwachsen von Ost und West und prägte unser Land über 40 Jahre lang - als Ministerpräsident von Rheinland-Pfalz und Thüringen und als unermüdliche Stimme für die Demokratie. Diese Stimme wird uns fehlen."
    },
    {
        "TwitterHandle": "Bundeskanzler",
        "Timestamp": "2025-03-02T18:42:04.000Z",
        "Content": "Wir sind transatlantische Alliierte in der NATO. Das ist der Schlüssel für Sicherheit in den USA, Kanada und Europa. Wir haben unsere Allianz in den vergangen Jahren mit neuen Mitgliedern und höheren Verteidigungsausgaben gestärkt. Das werden wir auch in Zukunft fortsetzen."
    },
    {
        "TwitterHandle": "Bundeskanzler",
        "Timestamp": "2025-03-02T18:40:30.000Z",
        "Content": "Frieden in der Ukraine wird erreicht, wenn Russland den Krieg beendet.\n\nDie Ukraine kann sich auf unsere Hilfe verlassen. Sie muss sich verteidigen können, mit einer starken Armee in einer funktionierenden Sicherheitsarchitektur. \n\nKeine Entscheidung zur Ukraine ohne die Ukraine."
    },
    {
        "TwitterHandle": "Bundeskanzler",
        "Timestamp": "2025-03-02T18:22:42.000Z",
        "Content": "We are transatlantic allies in the NATO. This is still the key for security in the United States, Canada and Europe. In the last years we strengthened our alliance with new members and increasing defence spending. This is the path we will continue to follow in the future as well."
    },
    {
        "TwitterHandle": "OlafScholz",
        "Timestamp": "2021-12-08T09:48:08.000Z",
        "Content": "Ich habe „Ja“ gesagt."
    },
    {
        "TwitterHandle": "ABaerbock",
        "Timestamp": "2025-03-14T16:46:08.000Z",
        "Content": "Hearfelt congratulations to my friend \n@melaniejoly\n and the new government of #Canada under the leadership of \n@CanadianPM\n Carney. "
    },
    {
        "TwitterHandle": "c_lindner",
        "Timestamp": "2025-03-13T13:58:46.000Z",
        "Content": "„Whatever it takes“ wird die ganze Kanzlerschaft von Friedrich Merz charakterisieren. Er hat keine Anleihe an Churchill genommen, sondern an Draghi. Er hat nicht zu neuen Anstrengungen aufgerufen, sondern zu neuen Schulden. Die Menschen haben Merz gewählt und Esken bekommen. CL"
    },
    {
        "TwitterHandle": "NancyFaeser",
        "Timestamp": "2025-03-11T12:39:51.000Z",
        "Content": "Die Bundespolizei ist mit einer Großrazzia gegen Hooligans vorgegangen, die einen vollen Sonderzug mit Fußballfans attackiert haben sollen. Solche Gewalttäter machen den Fußball kaputt. Sie schaden unbeteiligten Fans, den Vereinen und der Allgemeinheit. Das lassen wir nicht zu."
    },
    {
        "TwitterHandle": "MarcoBuschmann",
        "Timestamp": "2025-03-15T11:47:45.000Z",
        "Content": "Nicht mal 3,5 Zeilen zur Begründung der Formulierung „Klimaneutralität bis 2045“ im Grundgesetz! Wesentliche Fragen bleiben offen: Wird hier ein Rechtsgut von Verfassungsrang geschaffen oder das Staatsziel aus Art. 20a GG konkretisiert? Schlimmer Umgang mit dem Grundgesetz!"
    },
    {
        "TwitterHandle": "cem_oezdemir",
        "Timestamp": "2024-10-25T10:04:59.000Z",
        "Content": "Ich mach’s. #2Ö26 will ich Ministerpräsident meiner wunderbaren Heimat werden. Wenn wir uns treu bleiben und zugleich nach neuen Wegen suchen, auf unsere Schaffigkeit vertrauen und mutig vorangehen, dann liegt das Beste noch vor uns. Entschieden für BW. http://oezdemir.de"
    },
    {
        "TwitterHandle": "Karl_Lauterbach",
        "Timestamp": "2025-03-15T10:14:00.000Z",
        "Content": "Das zeigt, weshalb die \n@fdp\n nicht fehlen wird. Klimaschutz, damit unsere Kinder eine Zukunft haben, ist keine Ideologie, sondern die Pflicht unserer Generation"
    },
    {
        "TwitterHandle": "Ricarda_Lang",
        "Timestamp": "2024-09-25T17:52:23.000Z",
        "Content": "An allem sind die Grünen schuld."
    },
    {
        "TwitterHandle": "RobertHabeck",
        "Timestamp": "2025-03-14T12:53:18.000Z",
        "Content": "Glückwunsch an \n@katdro\n und \n@BriHasselmann\n, und großen Respekt! Harte Verhandlungen enden mit sehr wichtigen Verbesserungen:\n\nNur zusätzliche Investitionen können Wachstum fördern. Dass die Zusätzlichkeit ins Grundgesetz kommt, verhindert, dass Steuersenkungen über Schulden"
    },
    {
        "TwitterHandle": "Markus_Soeder",
        "Timestamp": "2024-03-19T15:43:17.000Z",
        "Content": "#Bayern verbietet das #Gendern an Schulen, Hochschulen und Behörden."
    },
    {
        "TwitterHandle": "HendrikWuest",
        "Timestamp": "2024-01-20T13:12:02.000Z",
        "Content": "Die AfD steht nicht auf dem Boden des Grundgesetzes. Die AfD ist keine konservative Partei und erst recht keine wertorientierte Partei. Die AfD ist eine Nazi-Partei. #CDU"
    },
    {
        "TwitterHandle": "MPKretschmer",
        "Timestamp": "2020-03-18T10:36:54.000Z",
        "Content": "Plenarsitzung im Landtag - diese Sitzung ist unverantwortlich. Die AfD hat Verkleinerung oder Verschiebung verhindert. Diese Partei ist so radikalisiert, dass sie für rationale Argumente nicht mehr erreichbar ist. Das ist unmittelbar gefährlich für sehr viele Menschen. #CoronaSN"
    },
    {
        "TwitterHandle": "jensspahn",
        "Timestamp": "2025-02-01T18:22:14.000Z",
        "Content": "Wenn eine Fähre mit Robert Habeck an Bord wegen einiger Pöbler nicht anlegen kann, ist der Aufschrei groß und die Demokratie in Gefahr. Aber wenn im ganzen Land linke Gruppen zumeist ehrenamtliche CDU‘ler bepöbeln, bedrohen, hetzen und Geschäftsstellen besetzen und beschmieren,"
    },
    {
        "TwitterHandle": "PaulZiemiak",
        "Timestamp": "2025-03-15T11:45:34.000Z",
        "Content": "Herzlichen Glückwunsch an \n@leopold_born\n: Ich freue mich auf die Zusammenarbeit mit Dir als #generalsekretaer der \n@cdu_hessen\n. Gleichzeitig bedanke ich mich bei \n@bischof_cdu\n für die gemeinsame Arbeit."
    },
    {
        "TwitterHandle": "Alice_Weidel",
        "Timestamp": "2024-12-20T12:56:48.000Z",
        "Content": "Dear \n@elonmusk\n,\nThank you so much for your note. The Alternative for Germany is indeed the one and only alternative for our country; our very last option. I wish you and President Donald #Trump all the best for the upcoming tenure! And also, I wish you and all the American people"
    },
    {
        "TwitterHandle": "BjoernHoecke",
        "Timestamp": "2024-08-23T19:00:01.000Z",
        "Content": " »Der lange Anlauf« - Ein Film über Björn Höcke\n\nEs ist ungewöhnlich, wenn sich ein bekannter Politiker ein Jahr lang von einem Kamerateam begleiten und dabei auch unbemerkt filmen läßt.\n\nIn Kombination mit Szenen aus meinem privaten Leben ist ein einzigartiger Film entstanden,"
    },
    {
        "TwitterHandle": "SWagenknecht",
        "Timestamp": "2022-09-01T14:43:53.000Z",
        "Content": "Eine Außenministerin, die erklärtermaßen nicht die Interessen der dt. Wähler sondern der #Ukraine vertritt & im Interesse der US-Reg. Verhandlungen zur Kriegsbeendigung ablehnt, ist nicht nur eine eklatante Fehlbesetzung, sondern eine Gefahr für unser Land."
    },
    {
        "TwitterHandle": "CarloMasala1",
        "Timestamp": "2025-02-13T05:47:46.000Z",
        "Content": "Current Mood"
    }
]